Repository: chengchheav/myclinic
Catalog: MyClinic/MyClinic/Resources/Translator.*.resx
Languages: km

source: Action
km: សកម្មភាព

source: Active
km: ដំណើរការ

source: Add
km: បង្កើត

source: Address
km: អាសយដ្ឋាន

source: Add User
km: បង្កើតអ្នកប្រើប្រាស់

source: Adjustment Report
km: របាយការណ៍ស្តីពីការកែប្រែការបញ្ចាំ

source: All
km: ទាំងអស់

source: Amount
km: ចំនួនទឹកប្រាក់

source: Audit Log Report
km: របាយការណ៍តាមដានសកម្មភាពទូរទៅ

source: Back To List
km: ត្រឡប់ទៅបញ្ជីដើម

source: Backup
km: រក្សាទុកទិន្នន័យបំរុង

source: Backup For
km: រក្សាទុកទិន្នន័យបំរុងសំរាប់

source: Backup Management
km: គ្រប់គ្រងរក្សាទុកទិន្នន័យបំរុង

source: Close
km: ដាច់

source: Closed
km: វត្ថុបញ្ចាំដែលបានដាច់

source: Code
km: លេខកូដ

source: Company Logo
km: រូបសញ្ញាក្រុមហ៊ុន

source: Comparison
km: ប្រៀបធៀប

source: Confirm Password
km: បញ្ជាក់លេខសម្ងាត់

source: Contract Date
km: ការបរិច្ឆេតថ្ងៃចុះកិច្ចសន្យា

source: Contract Date is not valid
km: ការបរិច្ឆេតនៃកិច្ចសន្យាមិនត្រឹមត្រូវ។

source: Created By
km: បង្កើតឡើងដោយ

source: Created By Id
km: អត្តសញ្ញាណអ្នកបង្កើត

source: Created Date
km: កាលបរិច្ឆេទបង្កើត

source: Current Month
km: ខែបច្ចុប្បន្ន

source: Daily Cash-flow Report
km: របាយការណ៍លំហូរសាច់ប្រាក់ប្រចាំថ្ងៃ

source: Daily Operation Report
km: របាយការណ៍ប្រតិបត្តិការប្រចាំថ្ងៃ

source: Date
km: ការបរិច្ឆេត

source: Date Of Birth
km: ថ្ងៃខែកំណើត

source: Dayend Close
km: បិទបញ្ជីប្រចាំថ្ងៃ

source: Dayend Close Report
km: របាយការណ៍បិទបញ្ជីប្រចាំថ្ងៃ

source: Dayend Close Summary Report
km: របាយការណ៍បិទបញ្ជីសង្ខេប

source: Dayend Close Transaction Report
km: របាយការណ៍បិទបញ្ជី

source: Dayend Closing For
km: បិទបញ្ជីសំរាប់ថ្ងៃ

source: Days
km: ថ្ងៃ

source: Delete
km: លុប

source: Description
km: លម្អិត

source: Detail
km: លម្អិត

source: Detail All
km: លម្អិតទាំងអស់

source: Detail User
km: លម្អិតព័ត៌មានអ្នកប្រើ

source: Do you wish to Rollback the dayend close of
km: តើអ្នកពិតជាត្រូវការធ្វើឡើងវិញនៅការបិទបញ្ជីសំរាប់ថ្ងៃ

source: Do you wish to run the dayend close of
km: តើអ្នកពិតជាត្រូវការបិទបញ្ជីសំរាប់ថ្ងៃ

source: Edit
km: កែប្រែ

source: Edit User
km: កែប្រែអ្នកប្រើ

source: Email
km: អ៊ីម៉េល

# EmailIsNotValid
source: Email is not valid. (ex : example@gmail.com)
km: អ៊ីម៉ែលមិនត្រឹមត្រូវ។

# Error404
source: Page Not Found.
km: ទំព័ររកមិនឃើញ ។

# ErrorNonAuthorized
source: You don't have authorized to access this page .
km: អ្នកមិនមានសិទ្ធិចូលដំណើរការទំព័រនេះទេ ។

# ErrorSession
source: Your session has timed out. please login again.
km: ពេលវេលា​របស់​អ្នក​ត្រូវ​បាន​អស់ ។ សូមចូលក្នុងប្រព័ន្ធម្តងទៀត។

source: Expired
km: ផុតកំណត់ ។

# ExpireDate
source: Next Visit Date
km: កាលបរិច្ឆេទ​ជួបបន្ទាប់

# ExpiredStatus
source: Expire
km: ផុតកំណត់

source: Failure Dayend Close
km: បរាជ័យនៃការដំណើរការបិទបញ្ជី

source: Female
km: ស្រី

source: Filter :
km: តម្រង

source: First
km: ដំបូង

source: From
km: ចាប់ពី

source: From Date
km: ពីថ្ងៃ

source: Gender
km: ភេទ

source: Green
km: ពណ៏បៃតង

source: Home
km: ទំព័រដើម

source: Id
km: ល.រ

source: Image
km: រូបភាព

source: Inactive
km: មិនដំណើរការ

source: Index
km: ទំព័រដើម

source: Inflow
km: លំហូរចូល

source: IsActived
km: ប្រើប្រាស់បាន

source: IsLocked
km: មិនអនុញ្ញាត

source: Is Special
km: ពិសេស

source: Last
km: ចុងក្រោយ

source: Log Date
km: កាលបរិច្ឆេទកំណត់ហេតុ

source: Logged in as
km: ចូលក្នុងប្រព័ន្ធជា

source: Login
km: ចូលក្នុងប្រព័ន្ធ

source: Log Management
km: គ្រប់គ្រងព័ត៌មានប្រតិបត្តិការណ៍

source: Logout
km: ចាកចេញ

source: Log Page
km: ទំព័រកំណត់ហេតុ

source: Made By
km: ធ្វើ​ឡើង​ដោយ

source: Male
km: ប្រុស

source: Menu
km: មាតិកា

source: Message
km: សារ

# MessageForm
source: Please input your value for form before you click on
km: សូមបញ្ចូលតម្លៃរបស់អ្នកសម្រាប់សំណុំបែបបទមុនពេលដែលអ្នកចុចលើ

# MessageForm1
source: The bold of title is required.
km: ចំណងជើងដែលមានអក្សរដិតត្រូវបានទាមទារ។

# MessageFormBold
source: below button
km: ប៊ូតុងខាងក្រោម

# MessageInfo
source: Info.
km: ព័ត៌មាន

# MessageNonAlthorize
source: You can not edit this pawn because is expired to edit.
km: អ្នកមិនអាចកែសម្រួលការបញ្ចាំមួយនេះបានទេដោយសារតែត្រូវបានផុតកំណត់ដើម្បីកែសម្រួល។

# MessageNotRePrint
source: You can not reprint, please contact supperuser or administrator
km: អ្នកមិនអាចបោះពុម្ភបានទេ សូមទាក់ទងអ្នកប្រើជាន់ខ្ពស់ឬអ្នកគ្រប់គ្រង។

# MessageSetting
source: The system will save your data auto when lost focus from controller.
km: ប្រព័ន្ធនឹងរក្សាទុកទិន្នន័យរបស់អ្នកដោយស្វ័យប្រវត្តិ​​ នៅពេលដែលចាកចេញពីប្រអប់បញ្ចូលទិន្នន័យ។

source: Modified By
km: បានកែប្រែដោយ

source: Modified Date
km: កាលបរិច្ឆេទកែប្រែ

source: Monthly
km: ប្រចាំខែ

source: Monthly Comparation Operation
km: ការប្រៀបធៀបប្រតិបត្ដិការប្រចាំខែ

source: Monthly Comparation Operation Report
km: របាយការណ៍ប្រតិបត្ដិការប្រៀបធៀបប្រចាំខែ

source: more than
km: ច្រើនជាង

# MsgBackup
source: Do you wish to backup record of
km: តើអ្នកចង់រក្សាទុកកំណត់ត្រាបំរុងសំរាប់

# MsgClose
source: Close
km: បិត

# MsgConfirmDelete
source: Are you sure to delete record number
km: តើអ្នកប្រាកដថាលុបកំណត់ត្រាលេខ

# MsgConfirmDeleteUser
source: Are you sure to delete user name
km: តើអ្នកពិតជាចង់លុបព័ត៌មានអ្នកប្រើប្រាស់ឈ្មោះ

# MsgFailureDelete
source: Can't be Delete, because it was used by
km: មិនអាចលុបបានទេពីព្រោះត្រូវបាន ប្រើនៅក្នុង

# MsgSuccessDelete
source: Record have been deleted .
km: ព័ត៌មានត្រូវបានលុប ។

source: My Testing
km: តេស្ត

source: Name
km: ឈ្មោះ

source: Nation
km: ជនជាតិ

source: New
km: បន្ថែមថ្មី

# NewStatus
source: New
km: បង្កើតថ្មី

source: Next
km: បន្ទាប់

source: No
km: ទេ

source: Normal
km: ធម្មតា

source: Not Allow Print
km: មិនអនុញ្ញាតឱ្យបោះពុម្ព

source: Note
km: ចំណាំ

source: Not Found
km: រកមិនឃើញ

# N_Nation
source: Nation
km: ជនជាតិ

source: One Day Remain .
km: នៅសល់ ១​ថ្ងៃ​។

source: Operation
km: ប្រតិបត្ដិការ

source: Outflow
km: លំហូរចេញ

source: Password
km: លេខសម្ងាត់

source: Phone
km: លេខទូរស័ព្ទ

source: Please input your value.
km: សូមបញ្ចូលតម្លៃរបស់អ្នក។

# Pleaseinputyourvalueforformbeforeyouclickonbuttonadd
source: Please input your value before you click on button add
km: សូមបញ្ចូលតម្លៃរបស់អ្នកមុនពេលដែលអ្នកចុចលើប៊ូតុងបន្ថែម។ ចំណាំ: អក្សរដិតនៃចំណងជើងត្រូវបានទាមទារ។

source: Police Report
km: របាយការណ៍សំរាប់ប៉ូលីស

source: Previous
km: មុន

source: Previous Month
km: ខែមុន

source: Print
km: បោះពុម្ព

source: Process Type
km: ប្រភេទដំណើរការ

source: Reason
km: ហេតុផល

source: Red
km: ពណ៏ក្រហម

source: Remark
km: កំណត់សំគាល់

source: Remember
km: ចងចាំ

source: Renew
km: ពន្យា

source: Report
km: របាយការណ៍

source: Reports
km: របាយការណ៍

source: Result
km: លទ្ធផល

source: Return To Home
km: ត្រលប់ទៅទំព័រដើម

source: Rollback
km: ធ្វើឡើងវិញ

source: Run
km: ប្រតិបត្តិ

source: Run Again
km: ប្រតិបត្តិឡើងវិញ

source: Save
km: រក្សាទុក

source: Search
km: ស្វែងរក

source: Search For
km: ស្វែងរកសំរាប់

source: SelectOne
km: ជ្រើសរើសមួយ

source: Select Process Type
km: ជ្រើសរើសប្រភេទប្រតិបត្តិ

source: Select Status
km: ជ្រើសរើសស្ថានភាព

source: Select User
km: ជ្រើសរើសអ្នកប្រើ

source: Setting
km: ការកំណត់

source: Sex
km: ភេទ

source: Skill
km: ជំនាញ

source: Special
km: ពិសេស

source: Status
km: ស្ថានភាព

source: Status Type
km: ជ្រើសរើសប្រភេទ

source: Submit
km: ចូល

source: Sub Total
km: សរុបទាំងអស់

source: Success Dayend Close
km: ជោគជ័យនៃការដំណើរការបិទបញ្ជី

source: Tel
km: លេខទូរស័ព្ទ

source: Tel1
km: លេខទូរស័ព្ទទី ១

source: Tel2
km: លេខទូរស័ព្ទទី ២

source: Tel3
km: លេខទូរស័ព្ទទី ៣

source: To
km: ទៅ

source: To Date
km: ទៅថ្ងៃ

source: Today Backup on
km: ​ក្សាទុកថ្ងៃនេះនៅ

source: Total
km: សរុប

source: Total Day Allow Print
km: ចំនួនថ្ងៃដែលអនុញ្ញាតឲ្យបោះពុម្ភ

source: Transaction Date
km: ការបរិច្ឆេតប្រតិបត្តិការ

source: TransDate
km: ថ្ងៃប្រ​តិបត្តិ

source: Trans Description
km: លម្អិតអំពីប្រតិបត្តិការ

source: Two Day Remain .
km: នៅសល់​ ២ថ្ងៃ ។

source: Type
km: ប្រភេទ

# T_Type
source: ID Type
km: ប្រភេទអត្តសញ្ញាណ

source: Unexpected Error
km: មានបញ្ហាដោយចៃដន្យ

source: User Id
km: អត្តសញ្ញាណអ្នកប្រើ

source: User Management
km: គ្រប់គ្រងព័ត៌មានអ្នកប្រើប្រាស់

source: User Managerment
km: ការគ្រប់គ្រងព័ត៌មានអ្នកប្រើប្រាស់

source: User Name
km: ឈ្មោះអ្នកប្រើប្រាស់

# UserNameEmpty
source: User Name can't be empty
km: ឈ្មោះសំរាប់ចូលមិនអាចទទេ។

source: User Page
km: ទំព័រអ្នកប្រើប្រាស់

source: User Type
km: ប្រភេទអ្នកប្រើ

# U_Name
source: User Name
km: ឈ្មោះអ្នកប្រើ

source: Waiting...
km: រងចាំ...

source: Yellow
km: ពណ៏លឿង

source: Yes
km: បាទ/ចាស

source: Medicine
km: ឈ្មោះថ្នាំ

source: Morning
km: ព្រឹក

source: Night
km: យប់

source: Noon
km: ថ្ងៃ

source: Qty
km: បរិមាណ

source: Usage
km: ការប្រើ

source: Doctor Name
km: ឈ្មោះគ្រូពេទ្យ

source: Medicine Name
km: ឈ្មោះថ្នាំ

source: Patient Name
km: ឈ្មោះអ្នកជំងឺ

source: Prescription Management
km: គ្រប់គ្រងព័ត៌មានវេជ្ជបញ្ជាអ្នកជំងឺ

source: Add Prescription
km: បញ្ជូលព័ត៌មានវេជ្ជបញ្ជាអ្នកជំងឺ

source: Clear
km: សម្អាត

# ResetController
source: Reset
km: សម្អាត

# ConfirmClearPrescription
source: Are you sure to clear all medicine?
km: តើអ្នកប្រកដជាចង់ដកចេញនូវថ្នាំទាំងអស់ពីបញ្ជីរឺ?

source: Add Patient
km: បន្ថែមអ្នក​ជម្ងឺថ្មី

source: Age
km: អាយុ

source: Diagnosis
km: ការធ្វើរោគវិនិច្ឆ័យ

source: Edit Patient
km: កែប្រែព័ត៌មានអ្នកជម្ងឺ

source: Employee
km: បុគ្គលិក

source: Patient
km: អ្នកជម្ងឺ

source: Patient Detail
km: ព័ត៌មានលម្អិតពីអ្នកជម្ងឺ

source: Patient Managerment
km: គ្រប់គ្រងព័ត៌មានអ្នកជម្ងឺ

source: Add Medicine
km: បន្ថែមឈ្មោះថ្នាំថ្មី

source: Edit Medicine
km: កែប្រែព័ត៌មានថ្នាំ

source: Medicine Detail
km: ព័ត៌មានលម្អិតពីថ្នាំ

source: Medicine Management
km: ការគ្រប់គ្រងព័ត៌មានថ្នាំ

source: Add Employee
km: បន្ថែមបុគ្គលិកថ្មី

source: Edit Employee
km: កែប្រែព័ត៌មានបុគ្គលិក

source: Employee Detail
km: ព័ត៌មានលម្អិតពីបុគ្គលិក

source: Employee Management
km: ការគ្រប់គ្រងព័ត៌មានបុគ្គលិក

# MsgConfirmDeleteDiagnosis
source: Are you wish to delete diagnosis have patient name
km: តើអ្នកចង់លុបការធ្វើរោគវិនិច្ឆ័យមានឈ្មោះអ្នកជំងឺ

# MsgConfirmDeleteEmployee
source: Are you wish to delete employee name
km: តើអ្នកពិតជាចង់លុបព័ត៌មានបុគ្គលិកឈ្មោះ

# MsgConfirmDeleteMedicine
source: Are you wish to delete medicine name
km: តើអ្នកពិតជាចង់លុបព័ត៌មានថ្នាំឈ្មោះ

# MsgConfirmDeletePatient
source: Are you wish to delete patient name
km: តើអ្នកពិតជាចង់លុបព័ត៌មានអ្នកជម្ងឺឈ្មោះ

source: Position
km: មុខងារ

source: Add Diagnosis
km: បន្ថែមការធ្វើរោគវិនិច្ឆ័យថ្មី

source: Diagnose By
km: អ្នកធ្វើរោគវិនិច្ឆ័យ

# DiagnoseCycle
source: Diag.Cycle
km: ចំនួនដង

source: Diagnose Date
km: កាលបរិច្ឆេទធ្វើរោគវិនិច្ឆ័យ

source: Diagnosis​ Detail
km: ព័ត៌មានលម្អិតពីការធ្វើរោគវិនិច្ឆ័យ

source: Diagnosis Management
km: ការគ្រប់គ្រងការធ្វើរោគវិនិច្ឆ័យ

source: Edit Diagnosis
km: កែប្រែការធ្វើរោគវិនិច្ឆ័យ

source: Symptom
km: រោគសញ្ញា

source: Year
km: ឆ្នាំ

source: Other
km: ផ្សេងៗ

# RecordNo
source: No
km: ល.រ

# DiagnosisDescription
source: Diagnosis
km: រោគវិនិច្ឆ័យ

# PatentName
source: Name
km: ឈ្មោះ

# MsgInvalidDiagnoseName
source: The Diagnose Name Invalid, please select again.
km: ឈ្មោះអ្នកធ្វើរោគវិនិច្ឆ័យមិនត្រឹមត្រូវទេ សូមជ្រើសរើសម្តងទៀត។

# MsgInvalidPatientName
source: The Patient Name Invalid, please select again.
km: ឈ្មោះអ្នកជម្ងឺមិនត្រឹមត្រូវទេ សូមជ្រើសរើសម្តងទៀត។

# DetailPrescription
source: Prescription Detail
km: ព័ត៌មានលម្អិតនៃវេជ្ជបញ្ជា

source: Print Prescription
km: បោះពុម្ភព័ត៌មានលម្អិតនៃវេជ្ជបញ្ជា

source: Edit Prescription
km: កែប្រែព័ត៌មានវេជ្ជបញ្ជាអ្នកជំងឺ

# AreSureEditPresc
source: Are you sure to edit this
km: តើអ្នកប្រកដជាចង់កែប្រែនូវថ្នាំ

# AreSureRemovePresc
source: Are you sure to remove this
km: តើអ្នកប្រកដជាចង់ដកចេញនូវថ្នាំ

source: Remove
km: ដកចេញ

# EditMedical
source: Edit Medicine
km: កែប្រែថ្នាំ

source: Mor
km: ព្រឹក

source: Use
km: ប្រើ

# MsgDiagnosis
source: Diagnosis .
km: ការធ្វើរោគវិនិច្ឆ័យ ។

# MsgPrescription
source: Prescription .
km: វេជ្ជបញ្ជា​ ។

source: This Diagnosis
km: ការធ្វើរោគវិនិច្ឆ័យនេះ

# ThisEmployee
source: This Doctor
km: វេជ្ជបណ្ឌិតនេះ

source: This Medicine
km: ថ្នាំនេះ

source: This Patient
km: អ្នកជម្ងឺនេះ

# Visit
source: Visit Date
km: កាលបរិច្ឆេទ​ជួប

# VisitAgain
source: Next Visit Date
km: កាលបរិច្ឆេទ​ជួបបន្ទាប់

source: Symptom Type
km: ប្រភេទរោគសញ្ញា

source: Add Disease
km: បន្ថែមជម្ងឺថ្មី

# MsgConfirmDeleteDisease
source: Are you wish to delete disease name
km: តើអ្នកពិតជាចង់លុបព័ត៌មានជម្ងឺឈ្មោះ

source: Disease
km: ជម្ងឺ

source: Disease Detail
km: ព័ត៌មានលម្អិតរបស់ជម្ងឺ

source: Disease Management
km: ការគ្រប់គ្រងព័ត៌មានលម្អិតរបស់ជម្ងឺ

source: Edit Disease
km: កែប្រែព័ត៌មានរបស់ជម្ងឺ

source: This Disease
km: ជម្ងឺនេះ

source: Disease Name
km: ឈ្មោះជម្ងឺ

source: Doctor Tel
km: លេខទូរស័ព្ទគ្រូពេទ្យ

# DoctorOperationReport
source: Doctor Report
km: របាយការណ៍គ្រូពេទ្យ

source: Monthly Operation Report
km: របាយការណ៍ប្រតិបត្តិការប្រចាំខែ

source: Patient History
km: ប្រវត្តិអ្នកជម្ងឺ

source: Select Doctor
km: ជ្រើសរើសគ្រូពេទ្យ

source: History
km: ប្រវត្តិព្យាបាល

source: Patient Operation Report
km: របាយការណ៍ប្រវត្តិព្យាបាលអ្នកជម្ងឺ

# UnitId
source: Unit
km: ឯកតា

# UsageId
source: Usage
km: របៀបប្រើ

source: Print History
km: បោះពុម្ភប្រវត្តិព្យាបាល

source: Disease Summary Report
km: របាយការណ៍សង្ខេបអំពីប្រភេទជម្ងឺ

source: Total Diagnosis
km: ចំនួនរោគវិនិច្ឆ័យ

source: Total All Dianosis
km: ចំនួនសរុបនៃរោគវិនិច្ឆ័យ

source: Cancel
km: បោះបង់

# MsgInvalidDiseaseName
source: The Disease Name Invalid, please select again.
km: ឈ្មោះជម្ងឺមិនត្រឹមត្រូវទេ សូមជ្រើសរើសម្តងទៀត។

source: Medicine Type
km: ប្រភេទថ្នាំ

source: Upload...
km: ដាក់រូបភាព...

source: Upload Management
km: គ្រប់គ្រងការដាក់រូបភាព

source: Diagnosis Photo
km: រូបភាពរោគវិនិច្ឆ័យ

# MsgDeleteImage
source: Are you wish to delete this image ?
km: តើអ្នកពិតជាចង់លុបរូបភាពនេះ​ ?

source: Severity
km: ស្ថានភាពជំងឺ

source: Day
km: ថ្ងៃ

source: Month
km: ខែ
